{
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|endoftext|>",
  "is_local": false,
  "legacy": false,
  "model_max_length": 4096,
  "pad_token": "<|endoftext|>",
  "padding_side": "left",
  "sp_model_kwargs": {},
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "<unk>",
  "use_default_system_prompt": false
}
